/* English国識別2文字 */
"Country2code" = "jp";

"Product Title" = "クレメモ";

"Development version" = "試作開発版";
"Stable version" = "安定製品版";

"iCloud Upload" = "iCloudへ保存";
"iCloud Upload Detail" = "クレメモ情報をiCloudへ保存する";
"iCloud Upload OK" = "OK";
"iCloud Download" = "iCloudから取り出す";
"iCloud Download Detail" = "iCloudからクレメモ情報を取り出す";
"iCloud Download WARN" = "現在のクレメモ情報が消えて、iCloudのクレメモ情報に変わります";
"iCloud Download OK" = "OK";



/* "Crememo"; //"Credit manager"; // Credit manager"Product Title FreeHeader" = "\n     PayNote - Free edition.\n\n";Global */
"1st" = "1日";

"2nd" = "2日";

"3rd" = "3日";

"th" = "日";

"EndDay" = "末日";

"January" = "１月";

"February" = "２月";

"March" = "３生";

"April" = "４月";

"May" = "５月";

"June" = "６月";

"July" = "７月";

"August" = "８月";

"September" = "９月";

"October" = "10月";

"November" = "11月";

"December" = "12月";

"@gmail.com Optional" = "@gmail.com は省略可能";

/* 123A */
"Add Record" = "新しい利用明細";

"Add Card" = "新しい支払先";

"Add from Google" = "Googleドキュメントから追加";

"AmountOver" = "金額オーバー";

"AmountOver msg" = "金額の上限は 99,999,999 です";

"AmountZero" = "金額未定";

"AmountZero msg" = "利用金額を指定してください";

"Add Shop" = "新しい利用店";

"Add Category" = "新しい分類";

"Add Bank" = "新しい支払口座";

"Abnormality" = "異常あり\n処理を中断しました。\n下記の番号をお知らせください。";

/* B */
"Bank list" = "支払口座";

"Bonus1" = "払月1";

"Bonus2" = "払月2";

"Bank choice" = "支払口座 選択";

"Bottom line" = "行末";

"BankName" = "支払口座名";

"BankNote" = "メモ";

/* C */
"Calc Done" = "決定";

"Calc InTax" = "税込";

"Calc NoTax" = "税抜";

"Card Undecided" = "支払先未定！集計やバックアップされません。";

"Closing-Payment" = "%@締 ⇒ %@%@払";

"Closing-Debit" = "当日締⇒Debit⇒当日払";

"Closing-DebitAfter" = "当日締⇒Debit⇒%@後払";

"Contact mail" = "作者へメール投稿";

"Contact mail msg" = "不具合報告やご意見ご要望\nなど、投稿してください。\n\n申し訳ありませんが、\n返信はいたしません。\nアプリに反映させて頂きます。";

"Contact message" = "【不具合報告】\nここへ記入してください。\n\n【ご意見ご要望など】\nここへ記入してください。\n\n";

"Contact NoMail" = "メール利用できません";

"Contact NoMail msg" = "[設定]⇒[メール]から基本設定をしてください。";

"Contact Failed" = "メール送信失敗";

"Contact Failed msg" = "ネットワークの状態や設定などを確認してください。";

"Contact Sent" = "メール送信しました";

"Contact Sent msg" = "ありがとうございました。";

"Card Help" = "右の青丸ボタンを押すと、各詳細表示";

"CAUTION" = "！注意！";

"Cancel" = "中止";

"Category list" = "分類";

"Communicate with Google" = "Googleへ接続";

"Communicate with your PC" = "PCから接続";

"CSV File" = "CSVテキストファイル I/O";

"Closing" = "締";

"Card not delete" = "この支払先は削除できません";

"Card not delete msg" = "未払いの利用明細が残っています";

"CardName" = "支払先名";

"CardBonus" = "ボーナス払月";

"CardBank" = "支払口座";

"CardNote" = "メモ";

"Closing day" = "締め日";

"Card choice" = "支払先 選択";

"Category choice" = "分類 選択";

"CopyAdd Record" = "コピー追加";

"CopyAdd Msg" = "先ほどの明細をコピーしました\n(利用日は現在)";

"Category name" = "分類名";

"Category note" = "メモ";

"Category index" = "索引(かな)";

"Cannot read file." = "内部障害:ファイルが読めない";

"Close" = "閉じる";

"Closing parenthesis is excessive" = "括弧が閉じ過ぎています";

"Cancel or Save" = "キャンセル ?";

"Cancel or Save msg" = "取り消すならば、\n[キャンセル]ボタンを\nタッチしてください。";

"Checked Not change" = "チェック済みにつき変更できません。";

/* D */
"Disclaimer" = "ご利用上の注意\n  作者やAzukid関係者は、このアプリにより発生した損害についていかなる責任も負いません。 これに合意してご利用ください。";

"Downloading..." = "リストア 通信中\n";

"DateUse Over" = "日付を確認してください";

"DateUse Over msg" = "日先(未来)の日付です。\n年を間違っていませんか？\n念のために確認してください";

"DateUse Under msg" = "日前(過去)の日付です。\n年を間違っていませんか？\n念のために確認してください";

"Debit" = "当日締";

"Debit day" = "当日払";

"Debit After" = "後";

"Due date" = "支払日 ・ 金額";

"Due" = "払";

"DELETE Card" = "この支払先の利用明細も全て削除します";

"DELETE Card button" = "この支払先を削除する";

"DELETE Record" = "！ 注意 ！";

"DELETE Record button" = "この利用明細を削除する";

"DELETE Shop" = "含まれる利用明細は削除しません";

"DELETE Shop button" = "この利用店を削除する";

"DELETE Category" = "含まれる利用明細は削除しません";

"DELETE Category button" = "この分類を削除する";

"Download Footer" = "バックアップ結果が一覧表示されるまで\n数分かかる場合があります。";

"Download - please select one" = "リストア - 1つ選択してください";

"Download START" = "リストア 開始";

"Download Compleat!" = "リストア 成功";

"Download Fail" = "リストア 失敗";

"Do not backup" = "バックアップせずにリストア";

"DELETE Bank" = "含まれる利用明細は削除しません";

"DELETE Bank button" = "この支払口座を削除する";

"Due Amount" = "支払金額";

"Due date PAID" = "この日は、既に[PAID]です。";

"Due date PAID msg" = "他の支払日を指定してください。";

/* E */
"E3list More" = "さらに %ld件...";

"E3list No More" = "ここまで";

"E3list NoData" = "明細なし";

"E3list NoData msg" = "前画面に戻ります";

"E2 to PAY" = "PAID から";

"E2 to PAY msg" = "▽\n▽\n▽\nUnpaid に戻す";

/* "from PAID ⇒ to Unpaid"; */
"E2 to PAY NG" = "操作説明";

"E2 to PAY NG msg" = "最下行から Unpaid に戻せます";

"E2 to PAID" = "PAID にする";

"E2 to PAID msg" = "▲\n▲\n▲\nUnpaid から";

/* "from Unpaid ⇒ to PAID"; */
"E2 to PAID NG" = "操作説明";

"E2 to PAID NG msg" = "最上行から PAID にできます";

/* E3recordセクションヘッダ  右側に金額が入るので E2listDatePaid などより短縮した */
"E3E2listDatePaid" = "%4ld-%ld-%ld 支払済 %@";

/* 最後の %@ には金額が入る */
"E3E2listDEndPaid" = "%4ld-%ld-末 支払済 %@";

"E3E2listDatePay" = "%4ld-%ld-%ld 予定 %@";

"E3E2listDEndPay" = "%4ld-%ld-末 予定 %@";

"Edit Card" = "支払先 詳細";

"E2listYearMMPaid" = "%4ld-%ld 済";

/* "%4ld  %2ld Paid"; */
"E2listDEndPay" = "%4ld-%ld-末 払";

/* "%4ld  %2ld/End Due"; */
"E2listDatePay" = "%4ld-%ld-%ld 払";

/* "%4ld  %2ld/%2ld Due"; */
"E2paidFooter" = "左アイコンをクリックすると、\nUnpaidとPAIDの切替ができます。";

"E2unpaidFooter" = "次画面の編集により行移動すると、\n支払日の変更ができます。";

"E2unpaidFromE8" = "支払日の変更は、利用明細下段の支払明細、または支払先一覧から可能です。";

"E2Footer msg" = "クリックすれば前後1ヶ月分の\n利用明細を表示します";

"E3listDate" = "M-d (EE)";

"E3detailDate" = "yyyy-M-d (EE)";

"E3detailDateTime" = "yyyy-M-d (EE) HH:mm";

"Edit Record" = "利用明細 変更";

"E3notSave" = "PAID";

"E3notSave msg" = "一部でも支払済みになれば 変更できません";

"E3AddBar Help" = "下のボタンで過去明細コピー可\n■で元に戻る";

"Edit Shop" = "利用店 詳細";

"E4zNameLess" = "利用店名 なし";

"E4zNameLessMsg" = "1文字以上登録してください";

"E4zNameDups" = "利用店名 重複";

"E4zNameDupsMsg" = "この店名は既に登録されています";

"Edit Category" = "分類 詳細";

"E5zNameLess" = "分類名 なし";

"E5zNameLessMsg" = "1文字以上登録してください";

"E5zNameDups" = "分類名 重複";

"E5zNameDupsMsg" = "この分類名は既に登録されています";

"E7paidFooter" = "Unpaid と PAID の切替えは、\n 支払先一覧や支払口座一覧からできます。";

"E6PAID Help" = "PAIDになりましたが、上段の\n補助項目は変更できます\n（主要項目の変更や削除は禁止）\n";

"E6 Modified" = "変更されました。";

"E8zNameLess" = "支払口座名 なし";

"E8zNameLessMsg" = "1文字以上登録してください";

"E8zNameDups" = "支払口座名 重複";

"E8zNameDupsMsg" = "この支払口座名は既に登録されています";

"E8section1Footer" = "支払先の詳細画面から、\n支払口座を指定できます。\nいつでも変更できます。";

"Edit Bank" = "支払口座 詳細";

/* F */
"FormatYearMMDD" = "%4ld-%ld-%ld";

/* "%4ld %2ld/%ld"; */
"FormatYearMMEnd" = "%4ld-%ld-末";

/* "%4ld %2ld/End"; */
"Following unpaid" = "Unpaid 未払　合計";

"Following unpaid nothing" = "Unpaid 未払　なし";

/* G */
"Google Login..." = "Gmail ログイン中。。。\n";

"Google Login" = "Gmail ログイン";

"Google Login Footer" = "Googleドキュメント(表形式) へ\nバックアップ(保存) や 　　　　\nリストア(取り込み) します。　　";

"Go to support" = "サポート ブログ へ";

"GoAppStore Paid" = "有料版の説明";

"GoAppStore Paid msg" = "このアプリを閉じて、\nApp Storeアプリを起動します。";

"GoSupportSite" = "サポートブログへ";

"GoSupportSite msg" = "このアプリを閉じて、\nサポートブログを開きます。";

/* H */
"How to change Due" = "支払日の変更方法";

"How to change Due msg" = "Top\nカード選択\n未払日選択\n[編集]\n明細を移動\n[完了]";

"Hide Time" = "時刻 非表示";

"How do you divide by zero" = "0で割ることになります";

/* HttpSv Title" = "Communicate with local PC";--> "Communicate with your PC */
"HttpSv Wait" = "\n\nＰＣのブラウザを\n準備してください。\n\n\nおまちください ...\n\n";

"HttpSv Addr" = "\nＰＣのブラウザから\n下記のアドレスを\n参照してください。";

"HttpSv stop" = "中止 / 完了";

"HttpSv NoConnection" = "WiFi: 接続できません！\n";

"HTML Title" = "<bq>クレメモ</bq>";

"HTML Backup1" = "<h1>バックアップ サービス</h1>";

"HTML Backup2" = "<bq>下のリンクを右クリック（Mac＞しばらくクリック）し、<br>表示されたメニューから保存操作してください。</bq><br/>";

"HTML Backup3" = "<a href=\"%@\">%@ (text/csv, UTF-8, %8.1f Kb)</a><br/>";

"HTML Backup4" = "<bq>※1 普通にクリックすればファイルの内容が表示されますが、大概文字化けします。</bq><br/>";

"HTML Backup5" = "<bq>※2 このファイルを見たり修正するには、UTF-8対応ソフトをお使いください。";

"HTML Restore1" = "<h1>リストア サービス</h1>";

"HTML Restore2" = "<bq>AzCredit.CSV形式のファイルを選択してから、送信してください。</bq>";

"HTML RestoreOK1" = "<bq>リストア成功！</bq>";

"HTML RestoreOK2" = "<br><br><form><input type=button value=戻る onclick=location.reload()></form>";

"HTML RestoreNG1" = "<bq>リストア失敗！エラー発生</bq>";

"HTML RestoreNG2" = "<br><br><form><input type=button value=改めてリストアする onclick=location.reload()></form>";

/* I */
"Indispensable" = "必須";

"Including tax" = "税込";

"Insufficient operator" = "演算子が足りません";

"iAd Footer" = "Apple社が配信する安全な広告です。\nクリックしてお楽しみください。";

"index End" = "末";

"Information" = "製品情報";

"Information Open" = "○ 画面に触れると開きます ○";

"Information Open Pad" = "○ 窓の外側をタッチすると閉じます ○";

/* JKL */
"LoginPass Lost" = "■パスワードを忘れたとき、\n　このアプリを削除するしかありません。\n　バックアップがあれば再インストールして、\n　リストアできれば復元可能です。\n\n　ログインパスワードやGoogleパスワードは、\n　安全に暗号(Keychain)保存しています。";

"LoginPass Attention" = "■注意■データは暗号化されていません\n　万一、盗難や漏洩しても支障の無いように\n　クレジット番号の全桁など機密情報は、\n　記録しないでください。";

"Login" = "ログイン";

"Login Fail" = "ログインできません";

"Login please try again." = "ログインからやり直してみてください";

/* M */
"Monthly total" = "　　月計";

"MOC CommitErr" = "保存失敗 (1615)";

"MOC CommitErrMsg" = "新しい追加や変更が保存できませんでした";

/* N */
"No Card" = "支払先がありません";

"No Card msg" = "先に支払先を追加してください";

"No unpaid" = "未払いなし";

"Next month" = "翌月";

"Note" = "メモ";

"NoCheck" = "未チェックあり";

"NoCheck msg" = "最上行の全明細をチェックして\nPAIDボタンを押してください";

"NotNoCheck" = "チェック解除できません";

"NotNoCheck msg" = "既に PAID です";

"NoCardSelect" = "支払先 未選択";

"NoCardSelect msg" = "支払先を選択してください";

"No Record" = "利用明細なし";

"New" = "クリア";

"No file" = "ファイルがありません";

"Net of tax" = "税抜";

/* O */
"OptBootTopView" = "起動時メニュー";

"OptBootTopView msg" = "起動時に毎回メニュー画面に戻ります";

"OptAntirotation" = "回転防止";

"OptAntirotation msg" = "常に正面を表示します。";

"OptEnableSchedule" = "支払予定";

"OptEnableSchedule msg" = "支払日別の集計一覧を有効にします";

"OptEnableCategory" = "分類一覧";

"OptEnableCategory msg" = "分類(カテゴリ)一覧を有効にします";

"OptEnableInstallment" = "分割払い";

"OptEnableInstallment msg" = "無利息の二回払いに対応します";

/* "OptAmountCalc" = "Simple Calculator";"OptAmountCalc msg" = "When entering the amount you calculate simple."; */
"OptRoundBankers" = "偶数丸め";

"OptRoundBankers msg" = "金額計算に偶数(JIS)丸めを使用します";

"OptTaxRate" = "消費税率(%)";

"OptTaxRate msg" = "電卓の[税込][税抜]キーで使用する税率(%)を設定";

"OptTaxRate_PER" = "8";		// 消費税率(%) 初期値

/* USAに消費税なし。州毎に売上税などがある */
"OptLoginPass" = "ログイン確認";

"OptLoginPass msg" = "空白ならば、確認なし";

"OptLoginPass1 place" = "パスワード";

"OptLoginPass2 place" = "もう一度";

"OptLoginPass NoMatch" = "一致しません";

"OptLoginPass NoMatch msg" = "やり直してください";

"OptLoginPass Changed" = "変更しました";

"OptLoginPass Changed msg" = "注意！データは暗号化されていません。個人情報にはご注意ください";

"OptLoginPass Error" = "変更できません";

"OptLoginPass Over" = "文字数オーバー";

"OptLoginPass Over msg" = "パスワードは20文字以内にしてください";

"Option" = "任意";

/* P */
"Please Wait" = "お待ちください\n\n\n";

/* 3改行は、アクティビティインジケータのスペースを空けるため */
"PayDay Debit" = "デビット";

"PayDay Debit msg" = "デビットは、クレジットよりも短期決済方式です。\n当日締め当日払が原則です。\n1〜99日後払まで設定できます。";

"Paid header" = "払済（直近の %ld件） 2年間保持";

"PayType 001" = "一括";

"PayType 002" = "二回";

"PayType 101" = "ボーナス一括払い";

"PayType 201" = "支払日 指定";

"PayType Footer" = "金利無料の範囲でお使いください。\nボーナス払いは支払日を変更。";

"Payment Details" = "支払明細";

"Past <" = "前回 <";

"Payment changed" = "支払日が変わりました";

"Payment changed msg" = "前画面に戻ります。";

"Payment list" = "支払予定";

"Pre" = "済";

"PayDay" = "支払条件";

"Payment month" = "支払月";

"Payment day" = "支払日";

"PastCopyPre" = "";

"PastCopySuf" = "回前の明細をコピーしました\n(利用日は現在)";

"PayDay Add Record" = "この支払日になるように利用明細を追加";

"Password:" = "パスワード:";

"Please check your Username and Password" = "ユーザ名とパスワードを確認してください";

"Please try again after waiting a little." = "少し待ってから再実行してください";

"Please backup first" = "まずバックアップしてください。\n その後、リストアできます。";

"PAID Not change" = "PAID";

"PAID Not change msg" = "支払済みにつき\n変更できません";

/* QR */
"Roger" = "了解";

"Repeat00" = "なし";

"Repeat01" = "翌月";

"Repeat02" = "2ヶ月後";

"Repeat12" = "1年後";

"Repeat Footer" = "この利用明細がPAIDになった時、\n指定日へコピー追加します。";

"Recipient list" = "支払先 （カード）";

"Record list" = "最近の利用明細";

"Recent record" = "最近の利用明細";

"Remember Password" = "パスワードを安全に記録";

"Restore Credit" = "前画面に戻ります。";

"Rounding" = "四捨五入";

"ReservType" = "繰り返し";

"ReservType 000" = "なし";

"ReservType 001" = "１回";

"ReservType 002" = "毎月";

"ReservType 003" = "毎年";

/* S */
"Security Alert" = "セキュリティ警告\n  このアプリは、情報を暗号化しません。\n  機密情報は記入しないでください。";

"STOP E3nAmountNG" = "[Rec] 金額 NG [-99999999 〜 +99999999]範囲外";

"STOP E3nPayTypeNG" = "[Rec] 支払方法 NG";

"STOP E6lYearMMDDNG" = "[Pay] 支払日 NG";

"STOP E6lYearMM-NG" = "[Pay] 支払日が直前より前日";

"STOP E6lAmountNG" = "[Pay] 金額 NG";

"Sample Debit" = "デビット 例";

"Sample Debit　note" = "サンプル（変更してご利用ください）\n\nデビットカード（銀行口座引落し）の例です。当日締⇒当日払（利用日⇒支払日）が原則ですが、支払日を1〜99日後まで設定できます";

"Sample Credit" = "クレジット 例";

"Sample Credit　note" = "サンプル（変更してご利用ください）\n\nよくあるクレジットカード「20日締め、翌月20日払い」の例です";

"Sample Rent" = "家賃 例";

"Sample Rent　note" = "サンプル（変更してご利用ください）\n\n家賃支払の例です。翌月以降も繰り返される場合には、利用明細にある「〃繰り返し」指定を使ってください";

"Shop list" = "利用店";

"Support Site" = "サポート ブログ へ";

"Show Time" = "時刻 表示";

"Shop name" = "利用店名";

"Shop note" = "メモ";

"Shop index" = "索引(かな)";

"Sort Recent" = "最近";

"Sort Views" = "回数";

"Sort Amount" = "金額";

"Sort Index" = "索引";

"SupportSite message" = "アプリを終了し、\nブラウザを起動します";

"Submit" = "送信";

"Setting" = "基本設定";

/* T */
"Top Statement" = "明細情報";

"Top Classification" = "分類情報";

"Top Features" = "機能";

"th" = "日";

"This month" = "当月";

"Twice months" = "翌々月";

"Today" = "現在日時";

"Too many operators" = "演算子が多過ぎです";

"This is not to capture" = "これを取込むことはできません。\n最初の文字が %@ とは異なります。";

/* U */
"Uploading..." = "バックアップ 通信中\n";

"Use date" = "利用日";

"Use Amount" = "金額";

"Use Card" = "支払先";

"Use Payment" = "支払方法";

"Use Shop" = "利用店";

"Use Category" = "分類";

"Use Name" = "メモ";

"Use Repeat" = "〃 繰り返し";

"Unpaid" = "未払";

"(Untitled)" = "";

/* (Blank) 非表示にした */
"Untitled" = "未定";

"Unused" = "未使用";

"Username:" = "ユーザー名:";

"Upload - click start" = "バックアップ - クリックすれば開始";

"Upload START" = "バックアップ 開始";

"Uploaded Compleat!" = "バックアップ 成功!";

"Uploaded Compleat!msg" = "リストア一覧の最上行は、\n前回バックアップしたものです。";


"Upload Fail NoData" = "保存するクレメモ情報がありません";
"Upload Fail" = "保存 失敗";
"Upload OK" = "保存しました。";

"Upload - Please login first" = "バックアップ - 先にログインしてください";

"Upload name" = "名前";

"Upload After" = "バックアップの結果は\n 数分後に一覧表示されます。";

"Unable to compute" = "計算できません";

"Unclosed parenthesis" = "括弧が閉じていません";

/* W */
"WebSite Close" = "Webサイトを閉じます";

"WebSite Close message" = "入力中ならば「中止」して\n戻ってください";

"WebSite CAUTION" = "注意";

"WebSite CAUTION message" = "安全のため、サポートサイト以外へアクセスできません";

/* XY */
"Yen (JPY)" = "円 (JPY)";

"Invitation pass" = "2.0 招待コード";

"Err CsvHeaderNG" = "ヘッダ形式が違います";

"Err CoreData" = "CoreData障害：保存できません";

"File write error" = "内部障害:メモ書き込み失敗";

"File read error" = "内部障害:ファイル読み込み失敗";

"Go to support" = "サポート ブログ へ";

"Shop choice" = "利用店 選択";

"Use date" = "利用日";

